1yib.rust-bundle
anysphere.pyright
charliermarsh.ruff
donjayamanne.githistory
dustypomerleau.rust-syntax
eamodio.gitlens
enkia.tokyo-night
fill-labs.dependi
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
pkief.material-icon-theme
reditorsupport.r
rust-lang.rust-analyzer
serayuzgur.crates
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscodevim.vim
